12/data/attachments/46d43f6a7493e42b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Barbara_moment_Friend_89159_8</nif:username>
            <nif:friendToBeRequested>soap_friends_bc07b27b-98ea-4754-abc5-99e04a57ce90</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>